Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/regjeringen.no/digitale-sprakverktoy-nodvendig-for-a-overleve_id_605543.html.tmx
Source language: nob
Languages: sme

source: Digitale språkverktøy nødvendig for å overleve - regjeringen.no
sme: Almmustahtti: Ođasmahttin-, hálddahus- ja girkodepartemeanta

source: Digitale språkverktøy nødvendig for å overleve
sme: Ovdánahttimis digitála reaidduid sámi gielaide ii dušše guoskka vuoiggalašvuhtii ja dásseárvui.

source: Å utvikle digitale verktøy for samiske språk har ikke bare med rettferdighet og likestilling å gjøre.
sme: Ovdánahttimis digitála reaidduid sámi gielaide ii dušše guoskka vuoiggalašvuhtii ja dásseárvui.

source: Det er avgjørende for at samiske språk skal kunne overleve.
sme: Dat lea mearrideaddjin dasa movt sámegiella sáhttá ceavzit.

source: Det slo Sjur Moshagen ved Divvun / Senter for samisk språkteknologi i Tromsø fast, da han onsdag orienterte fornyingsminister Rigmor Aasrud og statssekretær Raimo Valle om virksomheten.
sme: Dan dajai Sjur Moshagen Divvun / Sámi giellateknologiija guovddážis Romssas, go son gaskavahku čilgii doaimmaideaset birra ođasmahttiministarii Rigmor Aasrudii ja stáhtačállái Raimo Valle.

source: Senteret har som mål å lage språkteknologiske verktøy for ulike samiske språk.
sme: Guovddáža áigumuš lea ráhkadit giellateknologalaš reaidduid iešguđet sámi gielaide.

source: Det kan dreie seg om pedagogiske program, tekstbearbeidingssystemer, digitale ordbøker eller digital tale.
sme: Dát sáhttet leat pedagogalaš prográmmat, teakstameannudanvuogádagat, digitála sátnegirjjit dahje digitála ságastallan.

source: I dagens digitale verden må et språk ha en mengde ressurser for å fungere som administrasjons- og kommunikasjonsspråk.
sme: Dálá digitála máilmmis fertejit juohke gielas leat ollu resurssat vai sáhttet doaibmat hálddahusaláš- ja gulahallangiellan.

source: Her står minoritetsspråk overfor en helt annen situasjon enn majoritetsspråk.
sme: Dán oktavuođas leat unnitlohkogielat áibbas eará dilis go eanetlohkogielat.

source: I nært samarbeid med senteret opererer Divvun-prosjektet, som ble startet opp i 2004, og utvikler samisk korrekturprogram for elektronisk tekstbehandling.
sme: Divvun-prošeakta, mii álggahuvvui 2004, ovttasbargá lahkalaga guovddážiin, ja ovdánahttá sámegielat divvunprográmma elektrovnnalaš teakstameannudeami várás.

source: Programmet er gratis og kan lastes ned fra Internett.
sme: Prográmma lea nuvttá man sáhttá viežžat interneahtas.

source: En sør-samisk stavekontroll skal foreligge innen utgangen av året.
sme: Lulli-sámi divvunprográmma galgá leat gárvvis ovdal jahkemolsuma.

source: Prosjektet, som har seks ansatte, vil dermed ha nådd sitt mål, men Sametinget har forslått for FAD at det etableres en permanent drifts- og utviklingsorganisasjon for Divvun fra 2011.
sme: Prošeakta, mas leat guhtta bargi, lea nu ollášuhttán áigumušastis, muhto Sámediggi lea evttohan OHDŠii ahte Divvun prošektii ásahuvvo bistevaš doaibma- ja ovdánahttinorganisašuvdna 2011 rájes.

source: På bildet: Foran, fra venstre: Sjur Moshagen, Maja Kappfjell og Berit Anne Bals Baal i Divvun.
sme: Govas: Ovddabealde, gurut ravddas: Sjur Moshagen, Maja Kappfjell ja Berit Anne Bals Baal Divvun ovddasteaddjit.

source: Bak: Statssekretær Raimo Valle og statsråd Rigmor Aasrud.
sme: Maŋábealde: Stáhtačálli Raimo Valle ja stáhtaráđđi Rigmor Aasrud.
